;Ова е превод на Македонски јазик од страна на Александар Велков (ace6vel)

[Translation]
ThisLanguage=		Македонски (Macedonian)

Language=			Јазик

DockSettings=		Dock Опции...
IconSettings=		Опции за иконите...
AddItem=			Додади...
  ItemFile=			Фајл
  ItemPath=			Патека
  ItemSeparator=		Одделувач
  ItemDockSettings=	Dock Опции
DeleteItem=			Избриши...
TakeScreenshot=		Направи слика од екранот


General=			Генерално
AutoRun=			Стартувај со почеток на Windows
HideLabels=			Оневозможи ги лабелите на иконите
LockIcons=			Заклучи
AutoHide=			Сам да се крие


Icons=			Икони
Size=				Големина
Quality=			Квалитет
  QualityLow=		Слаб квалитет (Побрзо)
  QualityMedium=		Среден квалитет
  QualityHigh=		Јак квалитет (Побавно)
Zoom=				Зголеми
ZoomRange=			Зголеми ширина
ZoomTime=			Зголеми траење


Position=			Позиција
Monitor=			Екран
  MonitorList=		Екран
Side=				Позиција
  SideTop=			Горе
  SideBottom=		Доле
  SideLeft=			Лево
  SideRight=		Десно
Z-Order=			Поставување (врз другите програми)
  zTop=			Секогаш на врвот
  zNormal=			Нормално
  zBottom=			Секогаш на дно
Offset=			Центрирање


Style=			Стил
Theme=			Тема
Opacity=			Прозрачност
SelectFont=			Одбери фонт


About=			За
Donate=			Донирај
Updates=			Надогради
Forums=			Форуми



Quit=				Изклучи
OK=				Добро
Cancel=			Откажи



Version=			Верзија
ThankYou=			RocketDock е направено од страна на Apple fanboy и fangirl на OS X.  Земајќи во предвид дека ова е примирје од Mac заедницата за вас.<BR><BR>Together we can end Mac persecution. :)<BR><BR>Enjoy!<BR>The Punk Software Team

Folders=			Папки
DefaultFolder=		Основна папка
ChangeFolder=		Промени папка


Preview=			Погледни


DefaultIcon=		Основна икона


Properties=			Опции
Name=				Име
Target=			Цел
FindTarget=			Пронајди цел
StartIn=			Почни во
Arguments=			Аргументи
Run=				Стартувај
  RunNormal=		Нормално
  RunMaximized=		Зголемено
  RunMinimized=		Намалено
Popup=			Скокачко мени
ContextMenu=		Прикажи ги специјалните акции


FontOutlineColor=		Надворешна боја
FontShadowColor=		Боја на сенка
FontOutlineOpacity=	Надворешна прозрачност
FontShadowOpacity=	Прозрачност на сенка



;#################
;For Version 1.1.2
;#################

MouseActivate=		Скокачко мени за доаѓање на глушецот врз иконата
AutoHideTime=		Времетраење на само криењето
AutoHideDelay=		Застој на само криењето
UberIconFX=			UberIcon ефекти



;#################
;For Version 1.2.0
;#################

ZoomFlat=			Зголемување: Рамно
VerticalOffset=		Офсет на крајот
ItemBlank=			Празна икона
Defaults=			Основни
Confirm=			Потврди
ConfirmDefaults=		Дали сте сигурни дека сакате да го подесите RocketDock на неговите основни подесување?<BR>Забелешка: ова нема да влијае на вашите икони.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Минимизирај го Windows-от до RocketDock
ShowRunning=		Индикатори за стартување на апликациите
OpenRunning=		Отвори ја инстанцата за стартување на апликациите
UseINI=			Зачувај ги подесувањата во портабилно INI (еден корисник)
GetMore=			Земи повеќе
Behavior=			Однесување
MouseActivateDelay=	Застој за скокачко мени
IconActivationFX=		Ефекти за иконите
None=				Нема
Bounce=			Скок
ZoomOpaque=			Зголемување на прозрачност
HoverFX=			Ефект за лебдење
ZoomBubble=			Зголемување: Меурче
ZoomPlateau=		Зголемување: Плато
OpenWindow=			Отвори ги прозорецот
CloseWindow=		Затвори го прозорецот
ItemRecycleBin=		Канта
StateNormal=		Нормална икона
StateEmpty=			Исчистија кантата
StateFull=			Полна Канта


;#################
;For Version 1.3.1
;#################

DebugInfo=			Инфо за дебагирање
ConfirmDebugInfo=		RocketDock ќе направи дебаг дадотека...<BR><BR>Ќе содржи:<BR>  * RocketDock подесувања (вклучувајќе патеки)<BR>  * Сегашните стартувани процеси<BR>  * Корисни системски информации.
DisableMinAnimation=	Оневозможи ги анимациите за минимизирање
OpenRunningShort=		Отвори ги стартуваните
UseGlobal=			Користи ги глобалните подесувања
Always=			Секогаш
Never=			Никогаш
Warnings=			Предупредување: <COUNT>
WarningINIWrite=		Settings.ini е Read-Only.  Вашите подесувања не можат да бидат снимени.
